project-root/app/Views/dashboard.php

                                            $jenis_perizinan = $keyizin['id_jenis_perizinan'];
                                            $db = db_connect();
                                            $builder = $db->table('tabel_perizinan');
                                            $query = $builder->getWhere(['JENIS_PERIZINAN'=> $jenis_perizinan]);
---
SELECT *
FROM `tabel_perizinan`
WHERE `JENIS_PERIZINAN` = 'AMDAL'