project-root/app/Controllers/Home.php

    public function index()
    {
        $dataperizinan = $this->Tabel_perizinanModel->findAll();
---
SELECT *
FROM `tabel_perizinan`

    public function input()
    {
        $izin = $this->Jenis_perizinanModel->findAll();
        $dataperizinan = $this->Tabel_perizinanModel->findAll();
---
SELECT *
FROM `jenis_perizinan`
SELECT *
FROM `tabel_perizinan`

    public function search()
    {
        $izin = $this->Jenis_perizinanModel->findAll();
        $dataperizinan = $this->Tabel_perizinanModel->findAll();
---
SELECT *
FROM `jenis_perizinan`
SELECT *
FROM `tabel_perizinan`